Repository: ultra421/FlutterUF2Act06
Catalog: lib/l10n/app_*.arb
Languages: ca

source: Hello world
ca: Que pasa mon

# hello
source: Hello {userName}
ca: Hola {userName}

# loadingText
source: "Search for your city"
ca: "Busca la teva ciutat"

source: Loading...
ca: Carregant...

source: Login
ca: Iniciar Sesio

source: Username
ca: Nombre del usuari

source: Password
ca: Contrasenya

# lastUpdate
source: Last update: {date}
ca: Ultima actualitzacio: {date}

# productCardInfo
source: Price: {price} | Amount : {amount}
ca: Preu: {price} | Quantitat: : {amount}

# cityPopulation
source: Population: {population}
ca: Populacio: {population}

# languageSelectionLabel
source: Change language
ca: Canviar idioma

# productInfoAmount
source: Amount: {amount}
ca: Quantitat: {amount}
